app/controllers/answers_controller.rb

	def create
		question = Question.find(params[:answer][:question_id])

		answer = question.answers.create(answer_params)
---
SELECT  "answers".* FROM "answers" WHERE "answers"."id" = ? LIMIT 1  [["id", 1]]
SELECT  "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT 1  [["id", 5]]
INSERT INTO "answers" ("question_id", "email", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["question_id", "0"], ["email", "email"], ["body", "body"], ["created_at", "2018-05-03 22:20:47.838145"], ["updated_at", "2018-05-03 22:20:47.838145"]]