app/controllers/questions_controller.rb

SELECT  "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT 1  [["id", 5]]
SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = ?  ORDER BY "answers"."created_at" DESC  [["question_id", "5"]]
---
	def show
		@question = Question.find(params[:id])
		@answers = @question.answers.order(created_at: :desc)

INSERT INTO "questions" ("email", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "aaa@aaa.co"], ["body", "sss"], ["created_at", "2018-05-03 21:01:35.787213"], ["updated_at", "2018-05-03 21:01:35.787213"]]
---
	def create
		Question.create(question_params)